{"policy1":"Im Rahmen der Nutzung der Dienste erfassen wir personenbezogene Daten in Form von dauerhaften Identifikatoren, einschließlich der IP-Adresse. Wir erfassen und speichern diese personenbezogenen Daten ausschließlich zum Zweck der Unterstützung des internen Betriebs unserer Dienste und unserer Website.","policy2":"Wie viele Websites und Anwendungen verwenden wir „Cookies“, um Informationen zu sammeln. Ein Cookie ist eine kleine Datendatei, die wir zu Aufzeichnungszwecken auf die Festplatte Ihres Computers übertragen. Wir können „Sitzungs-ID-Cookies“ verwenden, um bestimmte Funktionen der Website oder der Dienste zu aktivieren, um besser zu verstehen, wie Sie mit der Website interagieren, und um die Weiterleitung des Webverkehrs auf der Website und die Gesamtnutzung der Website und der Dienste zu überwachen. Sie können Ihren Browser durch Ändern seiner Optionen anweisen, die Annahme von Cookies zu stoppen oder Sie aufzufordern, bevor Sie ein Cookie von den von Ihnen besuchten Websites akzeptieren. Wenn Sie jedoch keine Cookies akzeptieren, können Sie möglicherweise nicht alle Teile der Website oder alle Funktionen der Dienste nutzen.","policy3":"\nWir können einige oder alle Vermögenswerte, einschließlich Ihrer personenbezogenen Daten, im Zusammenhang mit einer Fusion, Übernahme, Umstrukturierung oder einem Verkauf von Vermögenswerten oder im Falle einer Insolvenz verkaufen, übertragen oder anderweitig weitergeben. Eine solche Übertragung erfolgt im Einklang mit allen geltenden Gesetzen und Vorschriften.","policy4":"Wir sind um die Sicherheit Ihrer persönlichen Daten besorgt und verpflichten uns, angemessene Maßnahmen zu ergreifen, um sie vor unbefugtem Zugriff und unbefugter Nutzung zu schützen. Zu diesem Zweck haben wir geeignete physische, elektronische und verwaltungstechnische Richtlinien und Verfahren zum Schutz personenbezogener Daten eingeführt. Wir implementieren außerdem weiterhin Verfahren, um die Richtigkeit, Vollständigkeit und Aktualität personenbezogener Daten sicherzustellen. Keine Methode der Übertragung über das Internet oder Methode der elektronischen Speicherung ist hundertprozentig sicher. Obwohl wir bestrebt sind, zum Schutz personenbezogener Daten kommerziell akzeptable Mittel einzusetzen, können wir deren absolute Sicherheit nicht garantieren.","policy5":"Ihre Daten können an Computer übertragen und dort gespeichert werden, die sich außerhalb Ihres Staates, Ihrer Provinz, Ihres Landes oder einer anderen staatlichen Gerichtsbarkeit befinden, wo die Datenschutzgesetze möglicherweise nicht so viel Schutz bieten wie die in Ihrer Gerichtsbarkeit. Wenn Sie sich außerhalb der Vereinigten Staaten befinden und uns Informationen zur Verfügung stellen, übertragen wir die personenbezogenen Daten möglicherweise in die Vereinigten Staaten und verarbeiten sie dort. Die Nutzung unserer Dienste oder Website stellt Ihre Zustimmung zu dieser Datenschutzrichtlinie und Ihrer Zustimmung zu dieser Übertragung dar.","policy6":"Unsere Dienste können Links zu anderen Websites, Anwendungen und Onlinediensten enthalten. Wenn Sie einen Drittanbieterdienst besuchen oder auf den Link eines anderen Drittanbieters klicken, werden Sie zur Website, Anwendung oder zum Onlinedienst dieses Drittanbieters weitergeleitet. Die Tatsache, dass wir auf eine Website oder Inhalte verlinken, stellt weder eine Billigung, Autorisierung oder Zusicherung unserer Zugehörigkeit zu diesem Dritten noch eine Billigung deren Datenschutz- oder Informationssicherheitsrichtlinien oder -praktiken dar. Wir üben keine Kontrolle über Websites oder Dienste Dritter aus. Diese anderen Websites oder Dienste können ihre eigenen Cookies oder andere Dateien auf Ihrem Computer platzieren, Daten sammeln oder persönliche Informationen von Ihnen einholen. Andere Websites und Dienste unterliegen anderen Regeln hinsichtlich der Nutzung oder Offenlegung der persönlichen Daten, die Sie ihnen übermitteln. Wir empfehlen Ihnen, die Datenschutzrichtlinien oder -erklärungen der anderen von Ihnen genutzten Websites und Dienste zu lesen.","policy7":"Diese Datenschutzrichtlinie kann in regelmäßigen Abständen überarbeitet werden. Dies wird oben durch das Datum der „letzten Änderung“ angezeigt. Bitte besuchen Sie diese Seite erneut, um über etwaige Änderungen auf dem Laufenden zu bleiben. Unsere geänderte Datenschutzrichtlinie tritt automatisch 30 Tage nach der Änderung in Kraft, mit der Ausnahme, dass wir Ihre zuvor erfassten personenbezogenen Daten ohne Ihre Zustimmung nicht in einer Weise verwenden werden, die im Widerspruch zu der Datenschutzrichtlinie steht, die zum Zeitpunkt des Erhalts dieser Informationen galt. Wenn Sie mit Änderungen der Datenschutzrichtlinie nicht einverstanden sind, können Sie Ihre Nutzung der Dienste beenden.","title1":"INFORMATIONSSAMMLUNG","title2":"COOKIES UND ANDERE TECHNOLOGIEN","title3":"GESCHÄFTSÜBERTRAGUNGEN","title4":"Sicherheit","title5":"INTERNATIONALER TRANSFER","title6":"LINKS ZU ANDEREN SEITEN","title7":"ÄNDERUNGEN UND AKTUALISIERUNGEN DIESER DATENSCHUTZRICHTLINIE"}