{"accInfo1":"Anmeldung. Möglicherweise bitten wir Sie, ein Konto für die Nutzung unserer Dienste zu registrieren. Bei der Registrierung können Sie wählen, ob Sie ein Konto bei uns oder, wenn möglich, über einen Drittanbieterdienst wie Facebook erstellen möchten. Sie verstehen und erkennen an, dass Sie, wenn Sie ein Konto über Dienste Dritter erstellen, diesen Allgemeinen Geschäftsbedingungen sowie Datenschutzrichtlinien im Zusammenhang mit der Nutzung unserer Dienste unterliegen. Sie erklären sich damit einverstanden, sich mit allen Verpflichtungen gemäß den Bedingungen vertraut zu machen, die durch die Nutzung der Dienste Dritter im Zusammenhang mit der Registrierung dargelegt werden.","accInfo2":"Kontobedingungen. Um unsere Dienste nutzen zu können, müssen Sie möglicherweise ein Konto bei uns registrieren. Sie erklären sich damit einverstanden, dass die von Ihnen bereitgestellten Informationen nach bestem Wissen und Gewissen korrekt sind. Sie müssen mindestens 18 Jahre alt oder gemäß der örtlichen Gerichtsbarkeit volljährig sein. Im Rahmen Ihres Kontos werden von Ihnen bestimmte persönliche Daten benötigt. Sie erklären sich damit einverstanden, die Informationen hinsichtlich ihrer Richtigkeit zu wahren. Wenn Sie Ihr Konto nicht auf dem neuesten Stand halten, kann dies dazu führen, dass Sie unsere Dienste nicht nutzen können. Sie tragen die alleinige Verantwortung für alle Aktivitäten, die auf Ihrem Konto stattfinden.","accInfo3":"Nutzung des Kontos. Sie erklären sich damit einverstanden, Ihr Konto ausschließlich zum Nutzen unserer Dienste zu nutzen. Sie stimmen außerdem zu, dass Sie Dritten nicht gestatten, Ihr Konto zu nutzen oder Ihr Konto für Dienste zu nutzen, die nicht mit Ihrem persönlichen Eigentum oder Eigentum, über das Sie die rechtmäßige Kontrolle haben, in Zusammenhang stehen. Sie erklären sich damit einverstanden, dass Sie unsere Dienste nur für rechtmäßige Aktivitäten nutzen. Sie erklären sich damit einverstanden, bei Bedarf einen Identitätsnachweis bei der Erbringung der Dienstleistungen vorzulegen, um sicherzustellen, dass Ihre Angaben mit den Angaben auf dem Konto übereinstimmen.","accInfo4":"Privatsphäre. Die Bedingungen Ihres Kontos werden durch unsere Datenschutzrichtlinie geschützt, einschließlich aller benutzergenerierten Materialien oder vertraulichen Informationen, die als Teil Ihres Kontos bereitgestellt werden. Um mehr darüber zu erfahren, wie wir Ihre Daten verwenden, lesen Sie bitte unsere Datenschutzrichtlinie, die durch Verweis in diese Vereinbarung einbezogen wird.","banking":"Für die Abwicklung von Geldern im Rahmen unserer Dienstleistungen nutzen wir Dienste Dritter. Wir verfolgen oder speichern keine Informationen über die Verwendung Ihrer Bankdaten, einschließlich, aber nicht beschränkt auf Benutzernamen und Passwörter. Wir übernehmen keinerlei Haftung oder Sicherheit für die Nutzung unserer Dienste im Hinblick auf den Schutz Ihrer Bankdaten. Obwohl wir bestrebt sind, Ihre Daten zu schützen, nutzen Sie unsere Dienste wie besehen und übernehmen die gesamte Haftung und das Risiko der Nutzung unserer Dienste und der Dienste Dritter. Es liegt in Ihrer alleinigen Verantwortung, sicherzustellen, dass Sie die erforderlichen Vorkehrungen zum Schutz Ihrer privaten Daten treffen.","others1":"Sie können Ihr aktuelles Premium-Abonnement auf der Seite „Abonnement verwalten“ kündigen, indem Sie den Anweisungen in diesem Support-Artikel folgen. Sie müssen Ihr Abonnement vor dem Verlängerungsdatum kündigen, um die nächste Rechnungsstellung zu vermeiden.","others2":"Nach der Kündigung bleibt Ihr Abonnement bis zum Ende des aktuellen Abrechnungszeitraums aktiv und Sie haben für den Rest dieses Zeitraums weiterhin Zugriff auf Ihr Abonnement (es sei denn, Ihr Zugriff wird wie unten beschrieben ausgesetzt oder gekündigt), Sie erhalten jedoch keine eine Rückerstattung.","others3":"LeetCode kann Ihnen den Zugriff auf alle oder einen Teil der Dienste verweigern oder Ihr Konto mit oder ohne vorherige Ankündigung kündigen, wenn Sie sich an Verhaltensweisen oder Aktivitäten beteiligen, die LeetCode nach eigenem Ermessen als Verstoß gegen die Nutzungsbedingungen von LeetCode oder die Rechte von LeetCode ansieht ist ansonsten unangemessen. LeetCode kann Ihnen ohne Einschränkung den Zugang zu den Diensten verweigern oder Ihr LeetCode-Konto kündigen, ohne dass eine Rückerstattung erfolgt.","others4":"Alle im Zusammenhang mit den Diensten gezahlten oder aufgelaufenen Gebühren sind nicht erstattungsfähig und LeetCode wird die gezahlten Gebühren für ein Abonnement, das vor dem Ende seiner Laufzeit gekündigt wird, nicht anteilig anteilen.","termsOfService1":"Diese Nutzungsbedingungen werden zwischen Ihnen und LeetCode, LLC („uns“, „wir“ oder „unser“) für die Nutzung unserer Anwendung in Bezug auf unsere Schulungstools geschlossen. Durch den Zugriff auf unsere Websites (die „Dienste“) bestätigen Sie, dass Sie die neueste Version dieser Nutzungsbedingungen („Bedingungen“) gelesen und verstanden haben und ihr zustimmen.","termsOfService2":"Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. In diesem Fall veröffentlichen wir die geänderten Bedingungen auf dieser Seite und geben oben das Datum der aktuellsten Änderung an. Sie erklären sich damit einverstanden, alle Benachrichtigungen, die wir Ihnen senden, zu lesen und diese Seite regelmäßig auf Aktualisierungen dieser Bedingungen zu überprüfen. Durch Ihre fortgesetzte Nutzung der Dienste akzeptieren Sie diese Bedingungen und etwaige Änderungen daran. Wenn Sie Änderungen widersprechen, besteht Ihre einzige Möglichkeit darin, die Nutzung der Dienste einzustellen","title1":"Nutzungsbedingungen","title2":"\nNUTZUNG VON DIENSTLEISTUNGEN","title3":"KONTOINFORMATIONEN","title4":"Bankaktivitäten","title5":"Stornierungs-, Rückerstattungs- und Kündigungsrichtlinien","useOfService1":"Sie erklären sich damit einverstanden, dass Sie durch die Nutzung unserer Dienste diesen Bedingungen zugestimmt haben und Ihre Verpflichtungen hierin und gemäß den Datenschutzrichtlinien verstehen. Sie stimmen außerdem zu, dass Sie zur Nutzung unserer Dienste berechtigt sind und diese ausschließlich zu Ihrem eigenen Vorteil nutzen. Wir haben das Recht, nach unserem alleinigen Ermessen alle Transaktionen oder Aktivitäten zu beenden, wenn wir der Meinung sind, dass die Aktivitäten gegen diese Bedingungen, Datenschutzrichtlinien oder Gesetze verstoßen. Es liegt in unserem Ermessen, ob Ihnen die Kündigung mitgeteilt wird oder nicht.","useOfService2":"„Inhalt“ bezeichnet sämtliche Software, Kommunikation, Bilder, Töne und Materialien, die von den Anwendungen wahrgenommen oder verfügbar gemacht werden. Sofern nicht anders schriftlich angegeben, sind alle unsere Inhalte unser Eigentum, werden von uns kontrolliert oder von uns lizenziert. Unter Inhalt versteht man sämtliche Software, Bilder, Fragen, Lösungen oder jegliches Material, das mit dem Dienst und der Website in Zusammenhang steht. Alle Inhalte unterliegen dem Urheberrecht der Vereinigten Staaten und/oder ähnlichen Gesetzen anderer Gerichtsbarkeiten und sind somit vor unbefugter Nutzung geschützt.","useOfService3":"Sie erklären sich damit einverstanden, dass alle Inhalte unser alleiniges und ausschließliches Eigentum sind. Wir dürfen alle Inhalte für jeden Zweck nutzen, auch für kommerzielle oder werbliche Zwecke, ohne Einschränkung oder Vergütung an Sie. Sie erklären sich damit einverstanden, keine Inhalte zu kopieren, weiterzuverbreiten, zu veröffentlichen oder anderweitig zu verwerten, die gegen die Rechte des geistigen Eigentums verstoßen. Sie versichern und garantieren, dass jegliche Benutzerinhalte, die Sie über die Dienste übermitteln, veröffentlichen oder anzeigen, keine Urheberrechte, Patente, Marken, Handelsnamen, Geschäftsgeheimnisse oder andere persönliche oder Eigentumsrechte Dritter verletzen oder verletzen.","useOfService4":"Möglicherweise können Sie über die Dienste auf Dienste, Produkte, Ressourcen, Inhalte oder Informationen Dritter zugreifen oder diese nutzen, einschließlich, aber nicht beschränkt auf Produkte und Dienste („Materialien Dritter“). Sie erkennen die alleinige Verantwortung für und alle Risiken an, die sich aus Ihrem Zugriff auf solche Materialien Dritter oder deren Nutzung ergeben, und wir lehnen jegliche Haftung ab, die Ihnen aus Ihrem Zugriff auf solche Materialien Dritter oder deren Nutzung entstehen könnte. Sie erkennen an und stimmen zu, dass wir: (a) nicht für die Verfügbarkeit oder Richtigkeit solcher Materialien Dritter oder der Produkte oder Dienstleistungen verantwortlich sind, die auf diesen Materialien Dritter verfügbar sind oder darauf verfügbar sind; (b) Ihnen oder Dritten gegenüber keine Haftung für Schäden, Verletzungen oder Verluste übernimmt, die durch Ihren Zugriff auf oder die Nutzung solcher Materialien Dritter entstehen; und (c) keine Zusagen machen, den Zugriff auf Materialien Dritter über die Dienste zu verhindern. Ihre Möglichkeit, auf Materialien Dritter oder Dienste Dritter (einschließlich SNS) zuzugreifen oder darauf zu verlinken, bedeutet nicht, dass wir Materialien Dritter oder solche Dienste Dritter befürworten. Alle von solchen Drittanbietern gesammelten Informationen unterliegen den Richtlinien dieser Anbieter."}