{"policy1":"In the course of using the Services, we collect personally identifiable information, in the form of Persistent Identifiers, including IP Address. We collect and stores this personal information solely for the purpose of providing support for the internal operations of our Services and our Site.","policy2":"Like many websites and applications, we use ''cookies'' to collect information. A cookie is a small data file that we transfer to your computer's hard disk for record-keeping purposes. We may use ''session ID cookies'' to enable certain features of the Site or Services, to better understand how you interact with the Site and to monitor web traffic routing on the site and aggregate usage of the site and services. You can instruct your browser, by changing its options, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit. If you do not accept cookies, however, you may not be able to use all portions of the Site or all functionality of the Services.","policy3":"\nWe may sell, transfer or otherwise share some or all of its assets, including your Personal Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy. Such transfer will comply with all applicable laws and regulations.","policy4":"We are concerned with the security of your personal information and are committed to taking reasonable steps to protect it from unauthorized access and use. To that end, we put in place the appropriate physical, electronic and managerial policies and procedures designed to secure Personal Information. We also continue to implement procedures to maintain accurate, complete and current Personal Information. No method of transmission over the Internet, or method of electronic storage, is one hundred percent secure. Therefore, while we strive to use commercially acceptable means to protect Personal Information, we cannot guarantee its absolute security.","policy5":"Your information may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction. If you are located outside the United States and choose to provide information to us, we may transfer the personal information to the United States and processes it there. Use of our services or site represents your consent to this Privacy Policy and your agreement to that transfer.","policy6":"Our services may contain links to other websites, applications, and online services. If you choose to visit a third party service or click on another third party link, you will be directed to that third party's website, application, or online service. The fact that we link to a website, content is not an endorsement, authorization or representation of our affiliation with that third party, nor is it an endorsement of their privacy or information security policies or practices. We do not exercise control over third party websites or services. These other websites or services may place their own cookies or other files on your computer, collect data or solicit personal information from you. Other websites and services follow different rules regarding the use or disclosure of the personal information you submit to them. We encourage you to read the privacy policies or statements of the other websites and services you use.","policy7":"This Privacy Policy may be revised periodically, and this will be reflected by a ''last modified'' date above. Please revisit this page to stay aware of any changes. Our amended Privacy Policy will automatically take effect 30 days after the change, except that we will not, without your consent, use your previously collected personally identifiable information in a manner inconsistent the Privacy Policy in effect when we received that information. If you do not agree with any changes to the Privacy Policy, you may terminate your use of the Services.","title1":"INFORMATION COLLECTION","title2":"COOKIES AND OTHER TECHNOLOGIES","title3":"BUSINESS TRANSFERS","title4":"security","title5":"INTERNATIONAL TRANSFER","title6":"LINKS TO OTHER SITES","title7":"CHANGES AND UPDATES TO THIS PRIVACY POLICY"}