{"accInfo1":"Registration. We may ask you to register an account for the use of our services. In registering, you may elect to create an account with us or, if possible, create an account via a third party service such as Facebook. You understand and acknowledge that if you create an account using any third party services, you will be subject to those terms and conditions as well as privacy policies in connection with the use of our Services. You agree to familiarize yourself with any obligations under the conditions set forth by using the third party services as it relates to registration.","accInfo2":"Terms of Account. You may be required to register an account with us for the proposes of using our services. You agree that the information you provide is accurate to the best of your knowledge. You must be at least 18 years of age or emancipated according to the local jurisdiction. You will be required certain personal information to us as part of your account. You agree to maintain the information as to its accuracy. Failure to maintain an up-to-date account may result in your inability to use our services. You are solely responsible for all activity that occurs on your account.","accInfo3":"Use of Account. You agree to use your account exclusively for the benefit of our services. You further agree that you do not allow any third party to use your account or use your account for any services not associated with your personal property or property for which you have lawful control. You agree that you will use our services for only lawful activities. You agree, as needed, to offer proof of identity in completing the services to ensure that you match the details on the account.","accInfo4":"Privacy. The terms of your account shall be protected by our privacy policy including any user generated material or confidential information provided as part of your account. To learn more about how we use your data, please refer to our privacy policy which is incorporated into this agreement by reference.","banking":"We utilize third party services for the purposes of processing any funds as part of our services. We do not track or retain any information regarding the use of your banking information including but not limited to user names and passwords. We do not accept any liability or security for the use of our services as it relates to the protection of your banking information. Although we strive to protect your information, you use our services AS IS and accept all liability and risk of using our services and third party services. You have the sole responsibility of ensuring that you take necessary precautions to protect your private information.","others1":"You can cancel your current Premium subscription in your Manage Subscription page by following the instruction in this Support Article . You must cancel your subscription before your renewal date to avoid the next billing.","others2":"After cancellation, your subscription will remain active until the end of the current billing period and you will have continued access to your subscription for the remainder of that period (unless your access is suspended or terminated as set forth below), but you will not receive a refund.","others3":"LeetCode may deny you access to all or any part of the Services or terminate your account with or without prior notice if you engage in any conduct or activities that LeetCode determines, in its sole discretion, violates LeetCode's Terms of Service or the rights of LeetCode or is otherwise inappropriate. Without limitation, LeetCode may deny you access to the Services or terminate your LeetCode account, without providing any refund.","others4":"All Fees paid or accrued in connection with any Services are non-refundable, and LeetCode will not prorate any Fees paid for a subscription that is terminated before the end of its term.","termsOfService1":"These terms of service are entered into between you and LeetCode, LLC (“us” “we” or “our”) for the use of our application in relation to our training tools. By accessing our websites (the \"Services\"), you acknowledge that you have read, understood, and agree to the most recent version of these Terms of Service (\"Terms\")","termsOfService2":"We reserve the right to revise these Terms at any time. If we do, we will post the modified Terms on this page and indicate the date of most the recent change above. You agree to read all notifications we send you and to periodically check this page for updates to these Terms. Your continued use of the Services constitutes acceptance of these Terms and any modifications thereto. If you object to any changes, your sole recourse is to cease use of the Services","title1":"Terms of Service","title2":"\nUSE OF SERVICES","title3":"ACCOUNT INFORMATION","title4":"BANKING ACTIVITIES","title5":"Cancellation, Refund, and Termination Policy","useOfService1":"You agree that by using our services you have agreed to these Terms and understand your obligations herein and pursuant to the Privacy Policies. You further agree that you are authorized to use our Services and are using them for your sole benefit. We have the right, in our sole discretion, to terminate any transactions or activities where we believe that the activities violate these Terms, Privacy Policies, or any laws. You may or may not be notified of the termination at our discretion.","useOfService2":"\"Content\" means all software, communications, images, sounds, and material perceived or made available from the Applications. Unless otherwise specified in writing, all of our content is owned, controlled, or licensed by us. Content means all software, images, questions, solutions, or any material associated with the service and website. All content is copyrighted under United States copyright laws and/or similar laws of other jurisdictions, protecting it from unauthorized use.","useOfService3":"You agree that all content is our sole and exclusive property. We may use all content for any purpose, including for commercial or promotional use without restriction or compensation to you. You agree not to copy, redistribute, publish or otherwise exploit any Content in violation of the intellectual property rights. You represent and warrant that any User Content that you submit, post or display through the Services does not infringe or violate any of the copyright, patent, trademark, trade name, trade secrets or any other personal or proprietary rights of any third party.","useOfService4":"You may be able to access or use third party services, products, resources, content or information, including without limitation products and services (\"Third Party Materials\") via the Services. You acknowledge sole responsibility for and assume all risk arising from your access to or use of any such Third Party Materials and we disclaim any liability that you may incur arising from your access to or use of such Third Party Materials. You acknowledge and agree that we: (a) are not responsible for the availability or accuracy of such Third Party Materials or the products or services on or available from such Third Party Materials; (b) have no liability to you or any third party for any harm, injuries or losses suffered as a result of your access to or use of such Third Party Materials; and (c) do not make any promises to remove Third Party Materials from being accessed through the Services. Your ability to access or link to Third Party Materials or third party services (including any SNS) does not imply any endorsement by us of Third Party Materials or any such third party services. Any information collected by such third party advertising providers are subject to the policies of such providers."}