{"policy1":"Durante a utilização dos Serviços, coletamos informações de identificação pessoal, na forma de Identificadores Persistentes, incluindo Endereço IP. Coletamos e armazenamos essas informações pessoais exclusivamente com a finalidade de fornecer suporte às operações internas de nossos Serviços e de nosso Site.","policy2":"Como muitos sites e aplicativos, utilizamos “cookies” para coletar informações. Um cookie é um pequeno arquivo de dados que transferimos para o disco rígido do seu computador para fins de manutenção de registros. Poderemos usar “cookies de ID de sessão” para ativar determinados recursos do Site ou dos Serviços, para entender melhor como você interage com o Site e para monitorar o roteamento do tráfego da web no site e o uso agregado do site e dos serviços. Você pode instruir seu navegador, alterando suas opções, para parar de aceitar cookies ou avisá-lo antes de aceitar um cookie dos sites que você visita. No entanto, se você não aceitar cookies, poderá não conseguir usar todas as partes do Site ou todas as funcionalidades dos Serviços.","policy3":"\nPoderemos vender, transferir ou de outra forma compartilhar alguns ou todos os seus ativos, incluindo suas Informações Pessoais, em conexão com uma fusão, aquisição, reorganização ou venda de ativos ou em caso de falência. Essa transferência cumprirá todas as leis e regulamentos aplicáveis.","policy4":"Estamos preocupados com a segurança de suas informações pessoais e estamos comprometidos em tomar medidas razoáveis para protegê-las contra acesso e uso não autorizado. Para esse fim, implementamos políticas e procedimentos físicos, eletrônicos e gerenciais apropriados, projetados para proteger as Informações Pessoais. Também continuamos a implementar procedimentos para manter Informações Pessoais precisas, completas e atuais. Nenhum método de transmissão pela Internet, ou método de armazenamento eletrônico, é cem por cento seguro. Portanto, embora nos esforcemos para utilizar meios comercialmente aceitáveis para proteger as Informações Pessoais, não podemos garantir a sua segurança absoluta.","policy5":"Suas informações podem ser transferidas e mantidas em computadores localizados fora de seu estado, província, país ou outra jurisdição governamental, onde as leis de privacidade podem não ser tão protetoras quanto as de sua jurisdição. Se você estiver fora dos Estados Unidos e optar por nos fornecer informações, poderemos transferir as informações pessoais para os Estados Unidos e processá-las lá. O uso de nossos serviços ou site representa seu consentimento com esta Política de Privacidade e sua concordância com essa transferência.","policy6":"Nossos serviços podem conter links para outros sites, aplicativos e serviços online. Se você optar por visitar um serviço de terceiros ou clicar em outro link de terceiros, você será direcionado ao site, aplicativo ou serviço online desse terceiro. O fato de criarmos um link para um site ou conteúdo não é um endosso, autorização ou representação de nossa afiliação com esse terceiro, nem é um endosso de suas políticas ou práticas de privacidade ou segurança da informação. Não exercemos controle sobre sites ou serviços de terceiros. Esses outros sites ou serviços podem colocar seus próprios cookies ou outros arquivos em seu computador, coletar dados ou solicitar informações pessoais suas. Outros sites e serviços seguem regras diferentes em relação ao uso ou divulgação das informações pessoais que você lhes envia. Encorajamo-lo a ler as políticas ou declarações de privacidade dos outros websites e serviços que utiliza.","policy7":"Esta Política de Privacidade pode ser revisada periodicamente, e isso será refletido na data da “última modificação” acima. Por favor, revisite esta página para ficar ciente de quaisquer alterações. Nossa Política de Privacidade alterada entrará em vigor automaticamente 30 dias após a alteração, exceto que não usaremos, sem o seu consentimento, suas informações de identificação pessoal coletadas anteriormente de maneira inconsistente com a Política de Privacidade em vigor quando recebemos essas informações. Se você não concordar com quaisquer alterações na Política de Privacidade, poderá encerrar o uso dos Serviços.","title1":"COLETA DE INFORMAÇÕES","title2":"COOKIES E OUTRAS TECNOLOGIAS","title3":"TRANSFERÊNCIAS DE NEGÓCIOS","title4":"segurança","title5":"TRANSFERÊNCIA INTERNACIONAL","title6":"LINKS PARA OUTROS SITES","title7":"ALTERAÇÕES E ATUALIZAÇÕES A ESTA POLÍTICA DE PRIVACIDADE"}