{"accInfo1":"Cadastro. Poderemos solicitar que você registre uma conta para usar nossos serviços. Ao registrar-se, você pode optar por criar uma conta conosco ou, se possível, criar uma conta através de um serviço de terceiros, como o Facebook. Você entende e reconhece que, se criar uma conta usando quaisquer serviços de terceiros, estará sujeito a esses termos e condições, bem como às políticas de privacidade relacionadas ao uso de nossos Serviços. Você concorda em se familiarizar com quaisquer obrigações sob as condições estabelecidas ao usar os serviços de terceiros no que se refere ao registro.","accInfo2":"Termos da conta. Pode ser necessário que você registre uma conta conosco para fins de utilização de nossos serviços. Você concorda que as informações fornecidas são precisas, tanto quanto é do seu conhecimento. Você deve ter pelo menos 18 anos de idade ou ser emancipado de acordo com a jurisdição local. Ser-lhe-ão solicitadas determinadas informações pessoais como parte da sua conta. Você concorda em manter as informações quanto à sua precisão. A falha em manter uma conta atualizada pode resultar na sua incapacidade de usar nossos serviços. Você é o único responsável por todas as atividades que ocorrem em sua conta.","accInfo3":"Uso da conta. Você concorda em usar sua conta exclusivamente para benefício de nossos serviços. Você também concorda que não permite que terceiros usem sua conta ou usem sua conta para quaisquer serviços não associados à sua propriedade pessoal ou à propriedade sobre a qual você tenha controle legal. Você concorda que usará nossos serviços apenas para atividades legais. Você concorda, conforme necessário, em oferecer prova de identidade ao concluir os serviços para garantir que você corresponda aos detalhes da conta.","accInfo4":"Privacidade. Os termos da sua conta serão protegidos pela nossa política de privacidade, incluindo qualquer material gerado pelo usuário ou informações confidenciais fornecidas como parte da sua conta. Para saber mais sobre como utilizamos os seus dados, consulte a nossa política de privacidade que está incorporada neste acordo por referência.","banking":"Utilizamos serviços de terceiros para fins de processamento de quaisquer fundos como parte de nossos serviços. Não rastreamos nem retemos qualquer informação relativa ao uso de suas informações bancárias, incluindo, entre outras, nomes de usuário e senhas. Não aceitamos qualquer responsabilidade ou segurança pela utilização dos nossos serviços no que se refere à proteção das suas informações bancárias. Embora nos esforcemos para proteger suas informações, você usa nossos serviços COMO ESTÃO e aceita todas as responsabilidades e riscos de usar nossos serviços e serviços de terceiros. Você é o único responsável por garantir que toma as precauções necessárias para proteger suas informações privadas.","others1":"Você pode cancelar sua assinatura Premium atual na página Gerenciar assinatura seguindo as instruções neste artigo de suporte. Você deve cancelar sua assinatura antes da data de renovação para evitar a próxima cobrança.","others2":"Após o cancelamento, sua assinatura permanecerá ativa até o final do período de cobrança atual e você terá acesso contínuo à sua assinatura pelo restante desse período (a menos que seu acesso seja suspenso ou encerrado conforme estabelecido abaixo), mas você não receberá um reembolso.","others3":"A LeetCode pode negar a você acesso a todos ou a qualquer parte dos Serviços ou encerrar sua conta com ou sem aviso prévio se você se envolver em qualquer conduta ou atividade que a LeetCode determine, a seu exclusivo critério, que viole os Termos de Serviço da LeetCode ou os direitos da LeetCode ou caso contrário, é inapropriado. Sem limitação, a LeetCode pode negar-lhe acesso aos Serviços ou encerrar sua conta LeetCode, sem fornecer qualquer reembolso.","others4":"Todas as Taxas pagas ou acumuladas em conexão com quaisquer Serviços não são reembolsáveis, e a LeetCode não irá ratear quaisquer Taxas pagas por uma assinatura que seja rescindida antes do final de seu prazo.","termsOfService1":"Estes termos de serviço são celebrados entre você e a LeetCode, LLC (“nós” “nós” ou “nosso”) para o uso de nosso aplicativo em relação às nossas ferramentas de treinamento. Ao acessar nossos sites (os \"Serviços\"), você reconhece que leu, compreendeu e concorda com a versão mais recente destes Termos de Serviço (\"Termos\")","termsOfService2":"Reservamo-nos o direito de revisar estes Termos a qualquer momento. Se o fizermos, publicaremos os Termos modificados nesta página e indicaremos a data da maior parte das alterações recentes acima. Você concorda em ler todas as notificações que lhe enviamos e em verificar periodicamente esta página para atualizações destes Termos. O uso continuado dos Serviços constitui aceitação destes Termos e de quaisquer modificações aos mesmos. Se você se opuser a quaisquer alterações, seu único recurso será cessar o uso dos Serviços","title1":"Termos de serviço","title2":"\nUTILIZAÇÃO DE SERVIÇOS","title3":"INFORMAÇÃO DA CONTA","title4":"ATIVIDADES BANCÁRIAS","title5":"Política de cancelamento, reembolso e rescisão","useOfService1":"Você concorda que ao usar nossos serviços você concorda com estes Termos e compreende suas obrigações aqui contidas e de acordo com as Políticas de Privacidade. Você também concorda que está autorizado a usar nossos Serviços e os utiliza para seu benefício exclusivo. Temos o direito, a nosso exclusivo critério, de encerrar quaisquer transações ou atividades onde acreditarmos que as atividades violam estes Termos, Políticas de Privacidade ou quaisquer leis. Você pode ou não ser notificado da rescisão a nosso critério.","useOfService2":"“Conteúdo” significa todo software, comunicações, imagens, sons e materiais percebidos ou disponibilizados nos Aplicativos. Salvo especificação em contrário por escrito, todo o nosso conteúdo pertence, é controlado ou licenciado por nós. Conteúdo significa todos os softwares, imagens, dúvidas, soluções ou qualquer material associado ao serviço e site. Todo o conteúdo é protegido por leis de direitos autorais dos Estados Unidos e/ou leis similares de outras jurisdições, protegendo-o contra uso não autorizado.","useOfService3":"Você concorda que todo o conteúdo é de nossa propriedade única e exclusiva. Podemos usar todo o conteúdo para qualquer finalidade, inclusive para uso comercial ou promocional, sem restrição ou compensação para você. Você concorda em não copiar, redistribuir, publicar ou de outra forma explorar qualquer Conteúdo que viole os direitos de propriedade intelectual. Você declara e garante que qualquer Conteúdo do Usuário enviado, publicado ou exibido por meio dos Serviços não infringe ou viola nenhum direito autoral, patente, marca registrada, nome comercial, segredos comerciais ou quaisquer outros direitos pessoais ou de propriedade de terceiros.","useOfService4":"Você poderá acessar ou usar serviços, produtos, recursos, conteúdo ou informações de terceiros, incluindo, sem limitação, produtos e serviços (\"Materiais de Terceiros\") por meio dos Serviços. Você reconhece a responsabilidade exclusiva e assume todos os riscos decorrentes do seu acesso ou uso de tais Materiais de Terceiros e nós nos isentamos de qualquer responsabilidade que você possa incorrer decorrente do seu acesso ou uso de tais Materiais de Terceiros. Você reconhece e concorda que nós: (a) não somos responsáveis pela disponibilidade ou precisão de tais Materiais de Terceiros ou pelos produtos ou serviços contidos ou disponíveis a partir de tais Materiais de Terceiros; (b) não terá nenhuma responsabilidade perante você ou terceiros por quaisquer danos, lesões ou perdas sofridas como resultado do seu acesso ou uso de tais Materiais de Terceiros; e (c) não faça nenhuma promessa de remover Materiais de Terceiros do acesso através dos Serviços. Sua capacidade de acessar ou vincular-se a Materiais de Terceiros ou serviços de terceiros (incluindo qualquer SNS) não implica qualquer endosso de nossa parte a Materiais de Terceiros ou quaisquer serviços de terceiros. Quaisquer informações coletadas por tais fornecedores de publicidade terceirizados estão sujeitas às políticas de tais fornecedores."}