{"policy1":"পরিষেবাগুলি ব্যবহার করার সময়, আমরা আইপি ঠিকানা সহ স্থায়ী শনাক্তকারীর আকারে ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য সংগ্রহ করি। আমরা শুধুমাত্র আমাদের পরিষেবা এবং আমাদের সাইটের অভ্যন্তরীণ ক্রিয়াকলাপগুলির জন্য সহায়তা প্রদানের উদ্দেশ্যে এই ব্যক্তিগত তথ্য সংগ্রহ এবং সংরক্ষণ করি।","policy2":"অনেক ওয়েবসাইট এবং অ্যাপ্লিকেশনের মতো, আমরা তথ্য সংগ্রহ করতে ''কুকিজ'' ব্যবহার করি। কুকি হল একটি ছোট ডেটা ফাইল যা আমরা রেকর্ড রাখার উদ্দেশ্যে আপনার কম্পিউটারের হার্ড ডিস্কে স্থানান্তর করি। সাইট বা পরিষেবাগুলির নির্দিষ্ট বৈশিষ্ট্যগুলিকে সক্ষম করতে, আপনি কীভাবে সাইটের সাথে ইন্টারঅ্যাক্ট করেন তা আরও ভালভাবে বোঝার জন্য এবং সাইটে ওয়েব ট্র্যাফিক রাউটিং এবং সাইট এবং পরিষেবাগুলির সামগ্রিক ব্যবহার নিরীক্ষণ করতে আমরা ''সেশন আইডি কুকিজ'' ব্যবহার করতে পারি। আপনি আপনার ব্রাউজারকে নির্দেশ দিতে পারেন, এর বিকল্পগুলি পরিবর্তন করে, কুকি গ্রহণ করা বন্ধ করতে বা আপনি যে ওয়েবসাইটগুলিতে যান সেগুলি থেকে কুকি গ্রহণ করার আগে আপনাকে অনুরোধ করতে। আপনি যদি কুকিজ গ্রহণ না করেন, তবে, আপনি সাইটের সমস্ত অংশ বা পরিষেবার সমস্ত কার্যকারিতা ব্যবহার করতে পারবেন না।","policy3":"\nআমরা একত্রীকরণ, অধিগ্রহণ, পুনর্গঠন বা সম্পদ বিক্রি বা দেউলিয়া হওয়ার ক্ষেত্রে আপনার ব্যক্তিগত তথ্য সহ এর কিছু বা সমস্ত সম্পত্তি বিক্রি, স্থানান্তর বা অন্যথায় ভাগ করতে পারি। এই ধরনের স্থানান্তর সমস্ত প্রযোজ্য আইন এবং প্রবিধান মেনে চলবে।","policy4":"আমরা আপনার ব্যক্তিগত তথ্যের নিরাপত্তা নিয়ে উদ্বিগ্ন এবং এটিকে অননুমোদিত অ্যাক্সেস এবং ব্যবহার থেকে রক্ষা করার জন্য যুক্তিসঙ্গত পদক্ষেপ নিতে প্রতিশ্রুতিবদ্ধ। সেই লক্ষ্যে, আমরা ব্যক্তিগত তথ্য সুরক্ষিত করার জন্য ডিজাইন করা উপযুক্ত শারীরিক, ইলেকট্রনিক এবং ব্যবস্থাপক নীতি এবং পদ্ধতিগুলি স্থাপন করি৷ আমরা সঠিক, সম্পূর্ণ এবং বর্তমান ব্যক্তিগত তথ্য বজায় রাখার জন্য পদ্ধতিগুলি বাস্তবায়ন চালিয়ে যাচ্ছি। ইন্টারনেটের মাধ্যমে ট্রান্সমিশনের কোনো পদ্ধতি বা ইলেকট্রনিক স্টোরেজ পদ্ধতিই একশ শতাংশ নিরাপদ নয়। তাই, যখন আমরা ব্যক্তিগত তথ্য রক্ষার জন্য বাণিজ্যিকভাবে গ্রহণযোগ্য উপায় ব্যবহার করার চেষ্টা করি, আমরা এর পরম নিরাপত্তার নিশ্চয়তা দিতে পারি না।","policy5":"আপনার তথ্য আপনার রাজ্য, প্রদেশ, দেশ বা অন্যান্য সরকারি এখতিয়ারের বাইরে অবস্থিত কম্পিউটারগুলিতে স্থানান্তরিত হতে পারে - এবং রক্ষণাবেক্ষণ করা যেতে পারে যেখানে গোপনীয়তা আইনগুলি আপনার এখতিয়ারের মতো সুরক্ষামূলক নাও হতে পারে৷ আপনি যদি মার্কিন যুক্তরাষ্ট্রের বাইরে থাকেন এবং আমাদের কাছে তথ্য সরবরাহ করতে চান তবে আমরা ব্যক্তিগত তথ্য মার্কিন যুক্তরাষ্ট্রে স্থানান্তর করতে পারি এবং সেখানে এটি প্রক্রিয়া করতে পারি। আমাদের পরিষেবা বা সাইটের ব্যবহার এই গোপনীয়তা নীতিতে আপনার সম্মতি এবং সেই স্থানান্তরের জন্য আপনার চুক্তির প্রতিনিধিত্ব করে।","policy6":"আমাদের পরিষেবাগুলিতে অন্যান্য ওয়েবসাইট, অ্যাপ্লিকেশন এবং অনলাইন পরিষেবাগুলির লিঙ্ক থাকতে পারে। আপনি যদি তৃতীয় পক্ষের পরিষেবাতে যেতে চান বা অন্য তৃতীয় পক্ষের লিঙ্কে ক্লিক করেন তবে আপনাকে সেই তৃতীয় পক্ষের ওয়েবসাইট, অ্যাপ্লিকেশন বা অনলাইন পরিষেবাতে নির্দেশিত করা হবে৷ সত্য যে আমরা একটি ওয়েবসাইটের সাথে লিঙ্ক করি, বিষয়বস্তু সেই তৃতীয় পক্ষের সাথে আমাদের সংযুক্তির অনুমোদন, অনুমোদন বা প্রতিনিধিত্ব নয়, বা এটি তাদের গোপনীয়তা বা তথ্য সুরক্ষা নীতি বা অনুশীলনের অনুমোদন নয়। আমরা তৃতীয় পক্ষের ওয়েবসাইট বা পরিষেবাগুলির উপর নিয়ন্ত্রণ অনুশীলন করি না। এই অন্যান্য ওয়েবসাইট বা পরিষেবাগুলি আপনার কম্পিউটারে তাদের নিজস্ব কুকি বা অন্যান্য ফাইল রাখতে পারে, ডেটা সংগ্রহ করতে পারে বা আপনার কাছ থেকে ব্যক্তিগত তথ্য চাইতে পারে। অন্যান্য ওয়েবসাইট এবং পরিষেবাগুলি আপনার কাছে জমা দেওয়া ব্যক্তিগত তথ্যের ব্যবহার বা প্রকাশ সংক্রান্ত বিভিন্ন নিয়ম অনুসরণ করে৷ আমরা আপনাকে আপনার ব্যবহার করা অন্যান্য ওয়েবসাইট এবং পরিষেবাগুলির গোপনীয়তা নীতি বা বিবৃতি পড়তে উত্সাহিত করি।","policy7":"এই গোপনীয়তা নীতিটি পর্যায়ক্রমে সংশোধিত হতে পারে এবং এটি উপরে একটি ''শেষ পরিবর্তিত'' তারিখ দ্বারা প্রতিফলিত হবে। যেকোন পরিবর্তন সম্পর্কে সচেতন থাকার জন্য অনুগ্রহ করে এই পৃষ্ঠাটি পুনরায় দেখুন। আমাদের সংশোধিত গোপনীয়তা নীতি পরিবর্তনের 30 দিন পরে স্বয়ংক্রিয়ভাবে কার্যকর হবে, তা ছাড়া আমরা আপনার সম্মতি ব্যতীত, আপনার পূর্বে সংগৃহীত ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য এমনভাবে ব্যবহার করব না যাতে আমরা সেই তথ্যটি পাওয়ার পর গোপনীয়তা নীতির সাথে অসামঞ্জস্যপূর্ণ। আপনি যদি গোপনীয়তা নীতিতে কোনো পরিবর্তনের সাথে একমত না হন, তাহলে আপনি আপনার পরিষেবার ব্যবহার বন্ধ করে দিতে পারেন।","title1":"তথ্য সংগ্রহ","title2":"কুকি এবং অন্যান্য প্রযুক্তি","title3":"ব্যবসা স্থানান্তর","title4":"নিরাপত্তা","title5":"আন্তর্জাতিক স্থানান্তর","title6":"অন্যান্য সাইটের লিঙ্ক","title7":"এই গোপনীয়তা নীতিতে পরিবর্তন এবং আপডেট"}