{"accInfo1":"নিবন্ধন. আমরা আপনাকে আমাদের পরিষেবাগুলি ব্যবহারের জন্য একটি অ্যাকাউন্ট নিবন্ধন করতে বলতে পারি৷ নিবন্ধন করার সময়, আপনি আমাদের সাথে একটি অ্যাকাউন্ট তৈরি করতে বা, যদি সম্ভব হয়, Facebook-এর মতো তৃতীয় পক্ষের পরিষেবার মাধ্যমে একটি অ্যাকাউন্ট তৈরি করতে পারেন৷ আপনি বোঝেন এবং স্বীকার করেন যে আপনি যদি কোনো তৃতীয় পক্ষের পরিষেবা ব্যবহার করে একটি অ্যাকাউন্ট তৈরি করেন, তাহলে আপনি সেই শর্তাবলী এবং সেইসাথে আমাদের পরিষেবাগুলির ব্যবহারের সাথে সম্পর্কিত গোপনীয়তা নীতিগুলির অধীন থাকবেন৷ আপনি তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করে নির্ধারিত শর্তের অধীনে যে কোনও বাধ্যবাধকতার সাথে নিজেকে পরিচিত করতে সম্মত হন কারণ এটি নিবন্ধনের সাথে সম্পর্কিত।","accInfo2":"অ্যাকাউন্টের শর্তাবলী। আমাদের পরিষেবাগুলি ব্যবহারের প্রস্তাবগুলির জন্য আপনাকে আমাদের সাথে একটি অ্যাকাউন্ট নিবন্ধন করতে হতে পারে৷ আপনি সম্মত হন যে আপনার দেওয়া তথ্য আপনার সর্বোত্তম জ্ঞান অনুযায়ী সঠিক। আপনার বয়স কমপক্ষে 18 বছর হতে হবে বা স্থানীয় এখতিয়ার অনুযায়ী মুক্তিপ্রাপ্ত হতে হবে। আপনার অ্যাকাউন্টের অংশ হিসাবে আমাদের কাছে আপনার কিছু ব্যক্তিগত তথ্যের প্রয়োজন হবে। আপনি তথ্যের যথার্থতা বজায় রাখতে সম্মত হন। একটি আপ-টু-ডেট অ্যাকাউন্ট বজায় রাখতে ব্যর্থ হলে আমাদের পরিষেবাগুলি ব্যবহার করতে আপনার অক্ষমতা হতে পারে। আপনার অ্যাকাউন্টে ঘটে যাওয়া সমস্ত কার্যকলাপের জন্য আপনি সম্পূর্ণরূপে দায়ী৷","accInfo3":"অ্যাকাউন্ট ব্যবহার। আপনি আমাদের পরিষেবার সুবিধার জন্য একচেটিয়াভাবে আপনার অ্যাকাউন্ট ব্যবহার করতে সম্মত হন। আপনি আরও সম্মত হন যে আপনি কোনো তৃতীয় পক্ষকে আপনার অ্যাকাউন্ট ব্যবহার করতে বা আপনার ব্যক্তিগত সম্পত্তি বা সম্পত্তির সাথে যুক্ত নয় এমন কোনো পরিষেবার জন্য আপনার অ্যাকাউন্ট ব্যবহার করার অনুমতি দেবেন না যার জন্য আপনার আইনানুগ নিয়ন্ত্রণ আছে। আপনি সম্মত হন যে আপনি আমাদের পরিষেবাগুলি শুধুমাত্র আইনানুগ কার্যকলাপের জন্য ব্যবহার করবেন। আপনি অ্যাকাউন্টের বিবরণের সাথে মেলে কিনা তা নিশ্চিত করার জন্য পরিষেবাগুলি সম্পূর্ণ করার ক্ষেত্রে পরিচয়ের প্রমাণ দেওয়ার জন্য প্রয়োজন অনুসারে আপনি সম্মত হন।","accInfo4":"গোপনীয়তা। আপনার অ্যাকাউন্টের শর্তাবলী আমাদের গোপনীয়তা নীতি দ্বারা সুরক্ষিত থাকবে যার মধ্যে আপনার অ্যাকাউন্টের অংশ হিসাবে প্রদত্ত যেকোন ব্যবহারকারীর তৈরি উপাদান বা গোপনীয় তথ্য রয়েছে। আমরা কীভাবে আপনার ডেটা ব্যবহার করি সে সম্পর্কে আরও জানতে, অনুগ্রহ করে আমাদের গোপনীয়তা নীতি দেখুন যা রেফারেন্স দ্বারা এই চুক্তিতে অন্তর্ভুক্ত করা হয়েছে।","banking":"আমরা আমাদের পরিষেবার অংশ হিসাবে কোনো তহবিল প্রক্রিয়াকরণের উদ্দেশ্যে তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করি। আমরা ব্যবহারকারীর নাম এবং পাসওয়ার্ড সহ আপনার ব্যাঙ্কিং তথ্য ব্যবহার সংক্রান্ত কোনও তথ্য ট্র্যাক করি না বা ধরে রাখি না। আমরা আমাদের পরিষেবাগুলির ব্যবহারের জন্য কোনও দায় বা নিরাপত্তা গ্রহণ করি না কারণ এটি আপনার ব্যাঙ্কিং তথ্যের সুরক্ষার সাথে সম্পর্কিত। যদিও আমরা আপনার তথ্য রক্ষা করার চেষ্টা করি, আপনি আমাদের পরিষেবাগুলি যেমন ব্যবহার করেন এবং আমাদের পরিষেবা এবং তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করার সমস্ত দায় এবং ঝুঁকি গ্রহণ করেন৷ আপনার ব্যক্তিগত তথ্য রক্ষা করার জন্য আপনি প্রয়োজনীয় সতর্কতা অবলম্বন করেছেন তা নিশ্চিত করার একমাত্র দায়িত্ব আপনার।","others1":"আপনি এই সাপোর্ট আর্টিকেলের নির্দেশনা অনুসরণ করে আপনার সাবস্ক্রিপশন পরিচালনা পৃষ্ঠায় আপনার বর্তমান প্রিমিয়াম সদস্যতা বাতিল করতে পারেন। পরবর্তী বিলিং এড়াতে আপনার পুনর্নবীকরণ তারিখের আগে আপনাকে অবশ্যই আপনার সদস্যতা বাতিল করতে হবে।","others2":"বাতিল করার পরে, আপনার সদস্যতা বর্তমান বিলিং সময়কালের শেষ না হওয়া পর্যন্ত সক্রিয় থাকবে এবং আপনি সেই সময়ের বাকি সময়ের জন্য আপনার সদস্যতার অ্যাক্সেস অব্যাহত রাখবেন (যদি না আপনার অ্যাক্সেস স্থগিত করা হয় বা নীচে উল্লেখ করা হয়েছে বন্ধ করা হয়), তবে আপনি পাবেন না টাকা ফেরত.","others3":"LeetCode আপনাকে পরিষেবার সমস্ত বা যে কোনও অংশে অ্যাক্সেস অস্বীকার করতে পারে বা পূর্ব বিজ্ঞপ্তি দিয়ে বা ছাড়াই আপনার অ্যাকাউন্ট বন্ধ করতে পারে যদি আপনি এমন কোনও আচরণ বা ক্রিয়াকলাপে জড়িত হন যা LeetCode তার নিজস্ব বিবেচনার ভিত্তিতে, LeetCode-এর পরিষেবার শর্তাবলী বা LeetCode-এর অধিকার লঙ্ঘন করে অন্যথায় অনুপযুক্ত। সীমাবদ্ধতা ছাড়াই, LeetCode আপনাকে পরিষেবাগুলিতে অ্যাক্সেস অস্বীকার করতে পারে বা আপনার LeetCode অ্যাকাউন্টটি বন্ধ করতে পারে, কোনো রিফান্ড প্রদান না করে।","others4":"যেকোন পরিষেবার ক্ষেত্রে প্রদত্ত বা অর্জিত সমস্ত ফি অ-ফেরতযোগ্য, এবং LeetCode একটি সাবস্ক্রিপশনের জন্য প্রদত্ত কোনও ফি প্ররেট করবে না যা তার মেয়াদ শেষ হওয়ার আগে বন্ধ হয়ে যায়।","termsOfService1":"এই পরিষেবার শর্তাবলী আপনার এবং LeetCode, LLC (\"আমাদের\" \"আমরা\" বা \"আমাদের\") আমাদের প্রশিক্ষণ সরঞ্জামগুলির সাথে সম্পর্কিত আমাদের অ্যাপ্লিকেশন ব্যবহারের জন্য প্রবেশ করানো হয়েছে৷ আমাদের ওয়েবসাইটগুলি (\"পরিষেবাগুলি\") অ্যাক্সেস করার মাধ্যমে, আপনি স্বীকার করেন যে আপনি এই পরিষেবার শর্তাবলী (\"শর্তাবলী\") এর সাম্প্রতিকতম সংস্করণটি পড়েছেন, বুঝেছেন এবং সম্মত হয়েছেন৷","termsOfService2":"আমরা যেকোনো সময় এই শর্তাবলী সংশোধন করার অধিকার সংরক্ষণ করি। যদি আমরা করি, আমরা এই পৃষ্ঠায় পরিবর্তিত শর্তাবলী পোস্ট করব এবং উপরে সাম্প্রতিক পরিবর্তনের তারিখ নির্দেশ করব। আপনি আমাদের পাঠানো সমস্ত বিজ্ঞপ্তি পড়তে এবং এই শর্তাবলীর আপডেটের জন্য পর্যায়ক্রমে এই পৃষ্ঠাটি পরীক্ষা করতে সম্মত হন। পরিষেবাগুলির আপনার ক্রমাগত ব্যবহার এই শর্তাবলীর গ্রহণযোগ্যতা এবং এতে যে কোনও পরিবর্তন গঠন করে৷ আপনি যদি কোনো পরিবর্তনে আপত্তি করেন, আপনার একমাত্র অবলম্বন হল পরিষেবার ব্যবহার বন্ধ করা","title1":"সেবা পাবার শর্ত","title2":"\nপরিষেবার ব্যবহার","title3":"হিসাবের তথ্য","title4":"ব্যাঙ্কিং কার্যক্রম","title5":"বাতিলকরণ, ফেরত, এবং সমাপ্তি নীতি","useOfService1":"আপনি সম্মত হন যে আমাদের পরিষেবাগুলি ব্যবহার করে আপনি এই শর্তাবলীতে সম্মত হয়েছেন এবং এখানে এবং গোপনীয়তা নীতি অনুসারে আপনার বাধ্যবাধকতাগুলি বুঝতে পেরেছেন৷ আপনি আরও সম্মত হন যে আপনি আমাদের পরিষেবাগুলি ব্যবহার করার জন্য অনুমোদিত এবং আপনার একমাত্র সুবিধার জন্য সেগুলি ব্যবহার করছেন৷ আমাদের অধিকার আছে, আমাদের নিজস্ব বিবেচনার ভিত্তিতে, যেকোনো লেনদেন বা ক্রিয়াকলাপ বন্ধ করার যেখানে আমরা বিশ্বাস করি যে কার্যকলাপগুলি এই শর্তাদি, গোপনীয়তা নীতি বা যেকোনো আইন লঙ্ঘন করে। আমাদের বিবেচনার ভিত্তিতে আপনি সমাপ্তির বিষয়ে অবহিত হতে পারেন বা নাও করতে পারেন।","useOfService2":"\"বিষয়বস্তু\" মানে সমস্ত সফ্টওয়্যার, যোগাযোগ, ছবি, শব্দ, এবং বিষয়বস্তু অনুভূত বা অ্যাপ্লিকেশন থেকে উপলব্ধ করা হয়েছে৷ অন্যথায় লিখিতভাবে নির্দিষ্ট করা না থাকলে, আমাদের সমস্ত সামগ্রী আমাদের মালিকানাধীন, নিয়ন্ত্রিত বা লাইসেন্সকৃত। বিষয়বস্তু মানে সমস্ত সফ্টওয়্যার, ছবি, প্রশ্ন, সমাধান, বা পরিষেবা এবং ওয়েবসাইটের সাথে যুক্ত কোনো উপাদান। সমস্ত বিষয়বস্তু মার্কিন যুক্তরাষ্ট্রের কপিরাইট আইন এবং/অথবা অন্যান্য বিচারব্যবস্থার অনুরূপ আইনের অধীনে কপিরাইটযুক্ত, এটিকে অননুমোদিত ব্যবহার থেকে রক্ষা করে।","useOfService3":"আপনি সম্মত হন যে সমস্ত সামগ্রী আমাদের একমাত্র এবং একচেটিয়া সম্পত্তি। আমরা আপনাকে সীমাবদ্ধতা বা ক্ষতিপূরণ ছাড়াই বাণিজ্যিক বা প্রচারমূলক ব্যবহারের জন্য সহ যেকোনো উদ্দেশ্যে সমস্ত সামগ্রী ব্যবহার করতে পারি। আপনি বৌদ্ধিক সম্পত্তি অধিকার লঙ্ঘন করে কোনো বিষয়বস্তু অনুলিপি, পুনঃবিতরন, প্রকাশ বা অন্যথায় শোষণ না করতে সম্মত হন। আপনি প্রতিনিধিত্ব করেন এবং ওয়ারেন্টি দেন যে পরিষেবাগুলির মাধ্যমে আপনি যে কোনও ব্যবহারকারীর সামগ্রী জমা দেন, পোস্ট করেন বা প্রদর্শন করেন তা কপিরাইট, পেটেন্ট, ট্রেডমার্ক, ট্রেড নাম, ট্রেড সিক্রেট বা অন্য কোনও তৃতীয় পক্ষের ব্যক্তিগত বা মালিকানা অধিকার লঙ্ঘন বা লঙ্ঘন করে না।","useOfService4":"আপনি পরিষেবাগুলির মাধ্যমে সীমাবদ্ধতা ছাড়া পণ্য এবং পরিষেবাগুলি (\"তৃতীয় পক্ষের সামগ্রী\") সহ তৃতীয় পক্ষের পরিষেবা, পণ্য, সংস্থান, সামগ্রী বা তথ্য অ্যাক্সেস বা ব্যবহার করতে সক্ষম হতে পারেন৷ আপনি এই জাতীয় কোনও তৃতীয় পক্ষের সামগ্রীতে আপনার অ্যাক্সেস বা ব্যবহার থেকে উদ্ভূত সমস্ত ঝুঁকির জন্য একমাত্র দায় স্বীকার করেন এবং ধরে নেন এবং এই জাতীয় তৃতীয় পক্ষের সামগ্রীগুলিতে আপনার অ্যাক্সেস বা ব্যবহার থেকে উদ্ভূত যে কোনও দায়বদ্ধতা আমরা অস্বীকার করি। আপনি স্বীকার করেন এবং সম্মত হন যে আমরা: (ক) এই জাতীয় তৃতীয় পক্ষের সামগ্রী বা এই জাতীয় তৃতীয় পক্ষের সামগ্রীতে বা উপলব্ধ পণ্য বা পরিষেবাগুলির প্রাপ্যতা বা নির্ভুলতার জন্য দায়ী নই; (b) এই জাতীয় তৃতীয় পক্ষের সামগ্রীগুলিতে আপনার অ্যাক্সেস বা ব্যবহারের ফলে যে কোনও ক্ষতি, আঘাত বা ক্ষতির জন্য আপনার বা কোনও তৃতীয় পক্ষের কোনও দায় নেই; এবং (c) পরিষেবাগুলির মাধ্যমে অ্যাক্সেস করা থেকে তৃতীয় পক্ষের সামগ্রীগুলি সরানোর কোনও প্রতিশ্রুতি দেবেন না৷ তৃতীয় পক্ষের সামগ্রী বা তৃতীয় পক্ষের পরিষেবাগুলিতে (যেকোন SNS সহ) অ্যাক্সেস বা লিঙ্ক করার আপনার ক্ষমতা তৃতীয় পক্ষের সামগ্রী বা এই জাতীয় কোনও তৃতীয় পক্ষের পরিষেবাগুলির আমাদের দ্বারা কোনও অনুমোদন বোঝায় না৷ এই ধরনের তৃতীয় পক্ষের বিজ্ঞাপন প্রদানকারীদের দ্বারা সংগৃহীত কোনো তথ্য এই ধরনের প্রদানকারীদের নীতির সাপেক্ষে।"}